Repository: mohoshakeri/Django-API-Template
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal Info
fa: اطلاعات شخصی

source: Finance Info
fa: اطلاعات مالی

source: Permissions
fa: دسترسی‌ها

source: authentication
fa: احراز هویت

source: mobile
fa: شماره موبایل

source: active
fa: فعال

source: staff
fa: کارمند

source: name
fa: نام

source: address
fa: آدرس

source: wallet
fa: کیف پول

source: user
fa: کاربر

source: users
fa: کاربران

source: manager
fa: مدیریت

source: admin
fa: ادمین

source: string details
fa: جزئیات متنی

source: structured details
fa: جزئیات ساختاریافته

source: admin action log
fa: لاگ عملیات ادمین

source: admin action logs
fa: لاگ‌های عملیات ادمین

source: amount
fa: مبلغ

source: charge wallet request
fa: درخواست شارژ کیف پول

source: charge wallet requests
fa: درخواست‌های شارژ کیف پول

source: Failed
fa: ناموفق

source: admin charge - action id
fa: شارژ توسط ادمین - شناسه

source: before charge
fa: قبل از شارژ

source: charge amount
fa: مبلغ شارژ

source: after charge
fa: بعد از شارژ

source: description
fa: توضیحات

source: wallet history
fa: تاریخچه کیف پول

source: wallet histories
fa: تاریخچه‌های کیف پول

source: Created At
fa: تاریخ تولید

source: Updated At
fa: آخرین بروزرسانی

source: successful
fa: موفق

source: response
fa: پاسخ

source: documents
fa: مدارک

source: backup
fa: پشتیبان

source: Actions
fa: اقدامات

source: Authentication Error
fa: خطای احراز هویت

source: Access Denied
fa: دسترسی غیرمجاز

source: Authentication Error!
fa: خطای احراز هویت!

source: You are not allowed to access this feature!
fa: شما مجاز به دسترسی به این قابلیت نیستید!

source: Invalid Token
fa: توکن نامعتبر است

source: Invalid User Token
fa: توکن کاربر نامعتبر است

source: User is not Active
fa: کاربر فعال نیست

source: Object not found [404]
fa: شیء مورد نظر یافت نشد [404]

source: {} must be one of {}
fa: {} باید یکی از {} باشد

source: Set a hash_field
fa: hash_field را مشخص کنید

source: Set a ngram_field
fa: ngram_field را مشخص کنید

source: Invalid JSON object.
fa: شیء JSON نامعتبر است.

source: Must be all Persian letters.
fa: باید فقط شامل حروف فارسی باشد.

source: Must be all Persian letters. It must not contain any numbers or symbols.
fa: باید فقط شامل حروف فارسی باشد و نباید عدد یا نماد داشته باشد.

source: Must be a standard mobile like 0910*******.
fa: باید یک شماره موبایل معتبر مانند 0910******* باشد.

source: Must be a gmail.
fa: باید یک آدرس Gmail باشد.

source: The date must be at least {} years ago.
fa: تاریخ باید حداقل {} سال قبل باشد.

source: Must be an Emoji.
fa: باید یک ایموجی باشد.

source: NCode is Invalid.
fa: کد ملی نامعتبر است.

source: Must be in past
fa: باید در گذشته باشد

source: Must be in future
fa: باید در آینده باشد
